<article>
В начале XX века президент компании Bethlehem Steel Corporation Чарльз Шваб считался одним из самых богатых людей на планете. Знаменитый изобретатель Томас Эдисон отзывался о нем, как о прирожденном дельце. Его компания в то время была крупнейшим судостроительным предприятием и вторым по величине производителем стали в США. «Шваб постоянно стремился стать лучше, чем его конкуренты», — пишет автор статьи Джеймс Клир.
<br><br>
Однажды (по мнению историка Скотта Катлипа, это было не позднее 1918 года) ему показалось, что сотрудники стали работать менее эффективно, и тогда он пригласил Айви Ли — журналиста и знаменитого в ту пору специалиста по повышению продуктивности.
<br><br>
«Ли — основоположник современного PR-консалтинга. Его бизнес процветал и он считался одним из наиболее компетентных специалистов того времени. Как только они встретились, Шваб пригласил Ли к себе в кабинет и задал волнующий его вопрос: как увеличить производительность сотрудников?», — пишет Клир.
<br><br>
Ли не ответил, но попросил пригласить остальных членов совета директоров и дать ему 15 минут на личную беседу с каждым руководителем. Когда он закончил, то отказался от оплаты своих услуг:
</article>
